const traditionalChinese = {
  flag: '🇹🇼',
  updateUserLanguage: '🎉 收到！我們已將您的 PPAV 語言設定為*繁體中文* 🇹🇼',
  disclaimer:
    '*🔞未滿18歲禁止使用 PPAV🔞*\n此聊天機器人提供成人情趣休閒，在您進入之前，請先確定您已滿 *18* 歲或您當地法律許可之法定年齡，且願意接受此聊天機器人提供的所有情色資訊。\n*免責聲明*：PPAV 不提供任何視聽上傳或下載服務，所有內容均來自視頻分享站點所提供的公開引用資源，所有視頻及圖文版權均歸原作者及其網站所有。本站將竭盡所能註明資源來源，但由於互聯網轉載的不可預性，無法確認所有內容的版權所有人。若原作者對本站所載視頻作品版權的歸屬存有異議，請聯繫 PPAV2017@gmail.com，我們將在第一時間予以刪除。\n任何存在於 PPAV 上的視頻、圖文資料均係他人製作或提供，僅為個人觀點，不代表 PPAV 立場。您可能從這些視頻、圖文資料上獲得資，PP對其合法性概不負責，亦不承擔任何法律責任。\n您應該對瀏覽使用 PPAV 一切服務自行承擔風險。我們不做任何形式的保證：不保證站內搜索結果滿足您的要求，不保證網站服務不中斷，不保證視頻及圖文資源的安全性、正確性、及時性、合法性。因網絡狀況、通訊線路、第三方網站等任何原因而導致您不能正常使用 PPAV，PPAV 不承擔任何法律責任。\n',
  acceptDisclaimer: {
    text: '*是否接受以上免責聲明？*',
    accept: '接受 ✅',
    refuse: '不接受 ❌',
    alreadyAccept: '*讚喔！您已接受 PPAV 免責聲名 ✅*\n\n🔥🔥 歡迎踏上 PPAV 的奇幻體驗 🔥🔥',
    alreadyRefuse: '很抱歉您拒絕 PPAV 免責聲明 ❌\n\n❗️*請注意：在您未同意免責聲明前將無法使用 PPAV 任何功能*❗️',
  },
  mainMenu: {
    text: '有任何需求歡迎點擊下方的按鈕們 👇',
    about: '關於 PPAV 👀',
    checkDisclaimer: '免責聲明 📜',
    reportQuestion: '回報問題 🆘',
    contactUs: '聯絡我們 ✉️',
    setting: '設定 ⚙️',
  },
};

export default traditionalChinese;
